[
  {
    "word": "Abate",
    "definition": [
      "v. to become less active, less intense, or less in amount"
    ],
    "example": [
      "As I began my speech, my feelings of nervousness quickly abated."
    ]
  },
  {
    "word": "Abstract",
    "definition": [
      "adj. existing purely in the mind; not representing actual reality"
    ],
    "example": [
      "Julie had trouble understanding the appeal of the abstract painting."
    ]
  },
  {
    "word": "Abysmal",
    "definition": ["adj. extremely bad"],
    "example": ["I got an abysmal grade on my research paper!"]
  },
  {
    "word": "Accordingly",
    "definition": ["adv. in accordance with"],
    "example": ["All students must behave accordingly."]
  },
  {
    "word": "Acquisition",
    "definition": [
      "n. the act of gaining a skill or possession of something"
    ],
    "example": [
      "Language acquisition is easier for kids than it is for adults."
    ]
  },
  {
    "word": "Adapt",
    "definition": [
      "v. to make suit a new purpose",
      "v. to accommodate oneself to a new condition, setting, or situation"
    ],
    "example": [
      "The US has adapted many foreign foods to better suit the tastes of Americans.",
      "Dogs are known for their ability to quickly adapt to their environments."
    ]
  },
  {
    "word": "Adept",
    "definition": [
      "adj. having knowledge or skill (usu. in a particular area)"
    ],
    "example": [
      "Beth loves playing the piano, but she's especially adept at the violin."
    ]
  },
  {
    "word": "Adequate",
    "definition": [
      "adj. having sufficient qualifications to meet a specific task or purpose"
    ],
    "example": [
      "Though his resume was adequate, the company doubted whether he'd be a good fit."
    ]
  },
  {
    "word": "Advent",
    "definition": [
      "n. the arrival or creation of something (usu. historic)"
    ],
    "example": [
      "The world has never been the same since the advent of the light bulb."
    ]
  },
  {
    "word": "Adversarial",
    "definition": ["adj. relating to hostile opposition"],
    "example": [
      "An adversarial attitude will make you many enemies in life."
    ]
  },
  {
    "word": "Advocate",
    "definition": [
      "n. someone who promotes or defends something",
      "v. to defend or promote something (usu. a belief, theory, opinion, etc.)"
    ],
    "example": [
      "I am an advocate for free higher education.",
      "Environmental protesters often advocate for cleaner energy practices."
    ]
  },
  {
    "word": "Aesthetic",
    "definition": ["adj. relating to beauty or refined taste"],
    "example": [
      "The aesthetic decorations at the wedding reception made you feel as if you were a character in a fairy tale."
    ]
  },
  {
    "word": "Afford",
    "definition": ["v. to be able to buy", "v. to be able to spare"],
    "example": [
      "He's saving money so he can afford to buy a new car.",
      "I can't afford to lose any more pencils!"
    ]
  },
  {
    "word": "Agitate",
    "definition": ["v. to promote something (usu. a cause)"],
    "example": ["They're agitating for better health care."]
  },
  {
    "word": "Allow",
    "definition": ["v. to permit or consent to"],
    "example": ["US law allows citizens to speak freely."]
  },
  {
    "word": "Allude",
    "definition": ["v. to make a secretive mention of something"],
    "example": [
      "She alluded to the problem at hand but didn't say anything more about it."
    ]
  },
  {
    "word": "Altercation",
    "definition": ["n. a noisy argument or confrontation"],
    "example": ["Greg got into an altercation with a stranger at the bar."]
  },
  {
    "word": "Ambiguous",
    "definition": ["adj. unclear or vague in meaning"],
    "example": [
      "Her ambiguous statement made me question whether she could be trusted."
    ]
  },
  {
    "word": "Ambitious",
    "definition": [
      "adj. having a powerful desire for success or achievement"
    ],
    "example": ["Penny is so ambitious, she wants to be president someday."]
  },
  {
    "word": "Ambivalence",
    "definition": [
      "n. the state of being uncertain or stuck between two or more options"
    ],
    "example": [
      "His ambivalence prevented him from immediately signing the contract."
    ]
  },
  {
    "word": "Analogous",
    "definition": ["adj. similar but not identical"],
    "example": ["Green onions are considered analogous to spring onions."]
  },
  {
    "word": "Annihilate",
    "definition": ["v. to destroy or cause devastating destruction"],
    "example": [
      "The dictator sent orders to annihilate the group of rebels."
    ]
  },
  {
    "word": "Anomaly",
    "definition": ["n. something different from the norm"],
    "example": ["This result is an anomaly and very rarely happens."]
  },
  {
    "word": "Anticipate",
    "definition": ["v. assume to be likely to happen"],
    "example": [
      "The party was just as fun as I had anticipated it would be."
    ]
  },
  {
    "word": "Antipathy",
    "definition": ["n. a strong feeling of dislike"],
    "example": [
      "Her antipathy toward the professor was obvious: she rolled her eyes whenever he entered the classroom."
    ]
  },
  {
    "word": "Apex",
    "definition": ["n. the highest point of something"],
    "example": ["The spring play was the apex of our school year."]
  },
  {
    "word": "Apprehension",
    "definition": ["n. fearful expectation of something"],
    "example": [
      "Her apprehension to leave her house resulted in her missing the train."
    ]
  },
  {
    "word": "Articulate",
    "definition": ["v. to clearly express in words"],
    "example": ["She articulated her opinion on the price of the house."]
  },
  {
    "word": "Artificial",
    "definition": ["adj. something made; not occurring naturally"],
    "example": [
      "Many candies use artificial flavors to make them taste fruity."
    ]
  },
  {
    "word": "Assertion",
    "definition": ["n. a strong declaration"],
    "example": [
      "His assertion that sharks are mammals made everyone laugh."
    ]
  },
  {
    "word": "Austere",
    "definition": [
      "adj. extremely plain",
      "adj. stern and forbidding",
      "adj. relating to self-denial"
    ],
    "example": [
      "He lived in a small, austere cabin in the middle of the woods.",
      "My boss had an austere expression on her face.",
      "An austere lifestyle, like that of monks, isn't for everybody."
    ]
  },
  {
    "word": "Authenticity",
    "definition": [
      "n. the quality of being real and true instead of fake and contrived"
    ],
    "example": [
      "The police officer doubted the authenticity of the suspect's story."
    ]
  },
  {
    "word": "Avenue",
    "definition": ["n. an intangible path or approach to something"],
    "example": ["The company has decided to pursue other avenues."]
  },
  {
    "word": "Avid",
    "definition": [
      "adj. actively interested in or enthusiastic about something"
    ],
    "example": ["Gerald is an avid soccer fan."]
  },
  {
    "word": "Basic",
    "definition": ["adj. relating to the foundation or basis of something"],
    "example": [
      "You have to start with basic Russian before you can move on to the advanced level."
    ]
  },
  {
    "word": "Bear",
    "definition": [
      "v. to have as a characteristic",
      "v. to have (a child)",
      "v. to bring forth",
      "v. to put up with"
    ],
    "example": [
      "She bears a strong resemblance to your mother.",
      "Judy will bear her first child later this year.",
      "My garden is going to bear pumpkins this year.",
      "I can't bear her complaining any longer!"
    ]
  },
  {
    "word": "Benevolent",
    "definition": ["adj. kind, generous"],
    "example": ["Many cultures believe in benevolent spirits."]
  },
  {
    "word": "Bias",
    "definition": ["n. a preconception that prevents objectivity"],
    "example": ["It's important to avoid bias when investigating a crime."]
  },
  {
    "word": "Bittersweet",
    "definition": ["adj. tinged with a feeling of sadness"],
    "example": ["The ending of the romance movie was bittersweet."]
  },
  {
    "word": "Bolster",
    "definition": ["v. to support, strengthen, or fortify"],
    "example": [
      "If we work together, we should be able to lift and then bolster the couch."
    ]
  },
  {
    "word": "Boost",
    "definition": [
      "n. an increase or growth",
      "v. to increase or make grow"
    ],
    "example": [
      "The boost in profits was a welcome change.",
      "In order to boost profits, you need to cater to your customers."
    ]
  },
  {
    "word": "Brawl",
    "definition": [
      "n. an intense, loud fight",
      "v. to fight loudly and disruptively"
    ],
    "example": [
      "A brawl broke out at school today after one student accused another of cheating.",
      "The two students brawled for an hour."
    ]
  },
  {
    "word": "Brevity",
    "definition": ["n. the quality of being brief or terse"],
    "example": [
      "The brevity of their time together made it all the more romantic."
    ]
  },
  {
    "word": "Candid",
    "definition": ["adj. direct, blunt"],
    "example": ["Josh is candid about his desire to become an actor."]
  },
  {
    "word": "Candor",
    "definition": ["n. the trait of being honest and frank"],
    "example": [
      "I admire her candor, especially when nobody else bothers to speak up."
    ]
  },
  {
    "word": "Capitalize",
    "definition": ["v. to use to your advantage"],
    "example": [
      "I'd like to capitalize on your math skills by having your work the cash register."
    ]
  },
  {
    "word": "Capture",
    "definition": [
      "v. to trap or take possession of",
      "v. to successfully represent or imitate",
      "v. to captivate, mesmerize",
      "v. to catch or seize"
    ],
    "example": [
      "The spy was captured by the enemy.",
      "Your painting beautifully captures the ephemerality of life.",
      "I was captured by her beauty.",
      "The cops captured the criminal three days after the incident."
    ]
  },
  {
    "word": "Civic",
    "definition": ["adj. relating to the city or citizens"],
    "example": ["Voting is a civic duty."]
  },
  {
    "word": "Clinical",
    "definition": [
      "adj. emotionally unattached (usu. used in medical or scientific setting)"
    ],
    "example": [
      "Her clinical approach to situations allows her to handle them more effectively."
    ]
  },
  {
    "word": "Clout",
    "definition": ["n. special advantage or power"],
    "example": [
      "Children of rich and famous people often believe they have a lot of clout."
    ]
  },
  {
    "word": "Coarse",
    "definition": [
      "adj. indicating a rough texture",
      "adj. lacking refinement or sophistication"
    ],
    "example": [
      "The horse's mane was coarse, as if it had never been washed.",
      "The queen's coarse way of speaking surprised the other members of royalty."
    ]
  },
  {
    "word": "Coincide",
    "definition": ["v. to happen at the same time"],
    "example": [
      "It wasn't until after I booked my ticket that I realized the concert coincided with my finals."
    ]
  },
  {
    "word": "Commission",
    "definition": [
      "n. the use of payment to request something (e.g., a service or product)"
    ],
    "example": [
      "This painting was commissioned by a rich merchant in 1589."
    ]
  },
  {
    "word": "Comparable",
    "definition": ["adj. able to be compared"],
    "example": ["This novel is comparable to Huckleberry Finn."]
  },
  {
    "word": "Competent",
    "definition": ["adj. sufficiently qualified"],
    "example": [
      "We need to hire a competent web developer to create a good website for our company."
    ]
  },
  {
    "word": "Complacent",
    "definition": ["adj. satisfied, with no desire to change or improve"],
    "example": [
      "Though he had never won any awards or even been published, he was complacent with his life as a poet."
    ]
  },
  {
    "word": "Complement",
    "definition": ["v. to make perfect or complete"],
    "example": [
      "This wine perfectly complements this platter of gourmet cheese."
    ]
  },
  {
    "word": "Concede",
    "definition": [
      "v. to be forced to agree or surrender",
      "v. to admit to a transgression"
    ],
    "example": [
      "With no chance of winning the battle, the army at last conceded.",
      "Dan conceded to pranking his sister."
    ]
  },
  {
    "word": "Conceive",
    "definition": ["v. to imagine or come up with"],
    "example": [
      "The plan to build the city was originally conceived in the early 1900s."
    ]
  },
  {
    "word": "Condone",
    "definition": ["v. to overlook, approve, or allow"],
    "example": ["She couldn't condone her daughter's rebellious behavior."]
  },
  {
    "word": "Conducive",
    "definition": ["adj. able to bring about or be suitable for"],
    "example": [
      "The noisy students hardly made the campus library conducive to studying."
    ]
  },
  {
    "word": "Conduct",
    "definition": ["v. to control or manage", "v. to behave a certain way"],
    "example": [
      "The group conducted their research abroad last year.",
      "Be sure to conduct yourself accordingly."
    ]
  },
  {
    "word": "Confide",
    "definition": ["v. to share something secretive with someone"],
    "example": [
      "She confided all of her biggest secrets in her best friend."
    ]
  },
  {
    "word": "Confine",
    "definition": ["v. to put limits on; to restrict"],
    "example": [
      "We are going to confine the use of this drinking fountain."
    ]
  },
  {
    "word": "Consensus",
    "definition": ["n. overall agreement"],
    "example": [
      "After weeks of debating, the panel finally came to a consensus."
    ]
  },
  {
    "word": "Constitute",
    "definition": ["v. to form or compose (part of) something"],
    "example": [
      "The desire for equality constituted the civil rights movement."
    ]
  },
  {
    "word": "Contemplate",
    "definition": ["v. to think deeply about"],
    "example": [
      "She contemplated telling her teacher about the cheating student."
    ]
  },
  {
    "word": "Contend",
    "definition": ["v. to maintain or assert (an opinion)"],
    "example": [
      "The president contends that the US government will not negotiate with terrorists."
    ]
  },
  {
    "word": "Contradict",
    "definition": ["v. to be in contrast with"],
    "example": ["The camera footage contradicts his alibi."]
  },
  {
    "word": "Controversial",
    "definition": ["adj. highly debatable and causing contention"],
    "example": [
      "Millions of viewers watched the controversial debate take place."
    ]
  },
  {
    "word": "Conventional",
    "definition": ["adj. abiding by accepted standards"],
    "example": ["She lives a conventional life in the suburbs."]
  },
  {
    "word": "Convey",
    "definition": ["v. to pass on or transfer (information)"],
    "example": ["I have trouble conveying my thoughts in French."]
  },
  {
    "word": "Conviction",
    "definition": ["n. a firm belief in something"],
    "example": ["Her religious convictions prevent her from eating meat."]
  },
  {
    "word": "Corroborate",
    "definition": ["v. to provide evidence for; to back up (a claim)"],
    "example": [
      "The note signed by her father corroborates her claim that she was absent from class that day."
    ]
  },
  {
    "word": "Counteract",
    "definition": ["v. to work in opposition to"],
    "example": ["This ingredient seems to counteract the other ones."]
  },
  {
    "word": "Counterargument",
    "definition": [
      "n. an argument used to criticize or dismantle another argument"
    ],
    "example": [
      "Make sure to include a counterargument in your essay so that you can show you've considered the topic from all perspectives."
    ]
  },
  {
    "word": "Counterproductive",
    "definition": ["adj. hindering the achievement of a goal"],
    "example": [
      "Bill's idea to take a shortcut was ultimately counterproductive: it took us twice as long to get to the train station."
    ]
  },
  {
    "word": "Culmination",
    "definition": ["n. the final act or climax"],
    "example": ["The culmination of the performance was unforgettable."]
  },
  {
    "word": "Cultivate",
    "definition": ["v. to foster the growth of"],
    "example": [
      "Teachers don't just pass on new information to students—they cultivate their academic potential."
    ]
  },
  {
    "word": "Decree",
    "definition": ["v. to declare formally and with authority"],
    "example": [
      "The president decreed that Halloween would henceforth be a national holiday."
    ]
  },
  {
    "word": "Deference",
    "definition": ["n. respect; regard"],
    "example": [
      "Her deference to the elderly makes her the perfect candidate for an internship at the retirement center."
    ]
  },
  {
    "word": "Deficient",
    "definition": ["adj. not enough in degree or amount"],
    "example": ["I feel as though the sources for my paper are deficient."]
  },
  {
    "word": "Demonstrate",
    "definition": ["v. to do as an example", "v. gives evidence for"],
    "example": [
      "Could you demonstrate the dance move for me?",
      "This book's use of words such as “grim” and “bleak” demonstrates the author's mournful tone."
    ]
  },
  {
    "word": "Demur",
    "definition": ["v. to object to"],
    "example": [
      "She demurred at my request to transfer to a different department."
    ]
  },
  {
    "word": "Deplete",
    "definition": ["v. to (over)use over time (usu. resources)"],
    "example": ["The lost campers quickly depleted their supply of food."]
  },
  {
    "word": "Desolate",
    "definition": ["adj. bare, barren, empty"],
    "example": ["The moon is one giant, desolate landscape."]
  },
  {
    "word": "Devise",
    "definition": ["v. to come up with (a plan)"],
    "example": ["Lana devised a plan to make herself famous."]
  },
  {
    "word": "Dilemma",
    "definition": [
      "n. a problem, usually requiring a choice between two options"
    ],
    "example": [
      "The main dilemma is whether to pay for a commercial or not."
    ]
  },
  {
    "word": "Diligence",
    "definition": [
      "n. conscientiousness; the quality of being committed to a task"
    ],
    "example": ["Diligence and confidence will get you far in life."]
  },
  {
    "word": "Diminish",
    "definition": ["v. to become smaller in scope or degree"],
    "example": [
      "The itchiness of mosquito bites usually starts to diminish after a few days."
    ]
  },
  {
    "word": "Dire",
    "definition": ["adj. hopeless and dangerous or fearful"],
    "example": [
      "When the police didn't explain what was happening right away, Jane knew that the situation must be dire."
    ]
  },
  {
    "word": "Discord",
    "definition": ["n. disagreement"],
    "example": ["Disputes over money caused intense discord in the family."]
  },
  {
    "word": "Disdain",
    "definition": [
      "n. a lack of respect and strong dislike (toward something or someone)"
    ],
    "example": [
      "He looked at me with such disdain that I immediately knew the job wouldn't work out."
    ]
  },
  {
    "word": "Dismay",
    "definition": [
      "n. hopelessness, stress, or consternation",
      "v. to fill with woe or apprehension"
    ],
    "example": [
      "To Nick's dismay, he got an F on the test.",
      "Many were dismayed by the town's implementation of metered parking."
    ]
  },
  {
    "word": "Disparage",
    "definition": ["v. to belittle or speak down to"],
    "example": [
      "A good boss is stern but never disparages his or her employees."
    ]
  },
  {
    "word": "Dispatch",
    "definition": ["v. to send off a message or messenger"],
    "example": [
      "The mother dispatched her daughter to their neighbor's house."
    ]
  },
  {
    "word": "Diversification",
    "definition": ["n. the act of becoming diverse"],
    "example": [
      "Lately, there's been noticeable diversification of students at higher institutions."
    ]
  },
  {
    "word": "Doctrine",
    "definition": [
      "n. a principle, theory, or position, usu. advocated by a religion or gov't"
    ],
    "example": [
      "Devoutly religious people often live their lives according to their doctrines."
    ]
  },
  {
    "word": "Dominion",
    "definition": [
      "n. power and authority (usu. over a territory)",
      "n. a legal territory"
    ],
    "example": [
      "The country claimed to have dominion over parts of Russia.",
      "Puerto Rico is a dominion of the US."
    ]
  },
  {
    "word": "Dreary",
    "definition": ["adj. sad, gloomy, dull"],
    "example": ["The gray clouds in the sky made the day feel dreary."]
  },
  {
    "word": "Dubious",
    "definition": ["adj. doubtful, questionable"],
    "example": [
      "The man's claims to the throne were dubious since nobody knew where he'd come from."
    ]
  },
  {
    "word": "Eccentric",
    "definition": ["adj. peculiar or odd; deviating from the norm"],
    "example": ["She's a little eccentric but still fun to be around."]
  },
  {
    "word": "Egregious",
    "definition": ["adj. extremely bad"],
    "example": [
      "After cheating on the exam, Emily began to feel as though she'd made an egregious mistake."
    ]
  },
  {
    "word": "Eloquent",
    "definition": [
      "adj. having refined or expressive communication skills (in speaking or writing)"
    ],
    "example": [
      "His speech was not only eloquent but also extremely compelling."
    ]
  },
  {
    "word": "Eminent",
    "definition": [
      "adj. superior or distinguished; high in position or status"
    ],
    "example": [
      "Our town made news when the eminent magician came to perform at our local theater."
    ]
  },
  {
    "word": "Emit",
    "definition": ["v. to discharge, give forth, or release"],
    "example": ["Plants consume carbon dioxide and emit oxygen."]
  },
  {
    "word": "Emphatic",
    "definition": ["adj. very expressive; using emphasis"],
    "example": [
      "Her emphatic smile told me she was excited to ride the roller coaster."
    ]
  },
  {
    "word": "Empirical",
    "definition": [
      "adj. derived from experience, observation, or an experiment"
    ],
    "example": ["You need empirical evidence to support your claim."]
  },
  {
    "word": "Endow",
    "definition": ["v. to equip or bestow (usu. a quality or ability)"],
    "example": [
      "According to the myth, the gods endowed him with the gift of healing."
    ]
  },
  {
    "word": "Endure",
    "definition": ["v. to withstand, sustain, or hold out against"],
    "example": [
      "I can't endure this wait any longer. Will Stanford accept or reject me?"
    ]
  },
  {
    "word": "Entail",
    "definition": ["v. to involve or include"],
    "example": [
      "A doctoral program entails long nights and a heavy workload."
    ]
  },
  {
    "word": "Entrenched",
    "definition": ["adj. firmly established"],
    "example": ["Her face will forever be entrenched in my memory."]
  },
  {
    "word": "Enumerate",
    "definition": ["v. to specify or count"],
    "example": [
      "I can't enumerate how many times I've had to remind my students when their papers are due."
    ]
  },
  {
    "word": "Envy",
    "definition": [
      "n. excessive jealousy",
      "v. to admire and be jealous of"
    ],
    "example": [
      "His envy of her is quite obvious.",
      "She envies her coworker's social skills."
    ]
  },
  {
    "word": "Erratic",
    "definition": ["adj. having no fixed course; deviating from the norm"],
    "example": ["The car became erratic after slipping on ice."]
  },
  {
    "word": "Establish",
    "definition": [
      "v. to enact",
      "v. to found (a business, group, school, etc.)"
    ],
    "example": [
      "They established a law that made it illegal to drive after drinking any amount of alcohol.",
      "Our group established a new branch in Chicago."
    ]
  },
  {
    "word": "Evoke",
    "definition": ["v. to draw forth or call up"],
    "example": ["Horror movies are great at evoking fear."]
  },
  {
    "word": "Exacerbate",
    "definition": ["v. to make worse or increase the severity of"],
    "example": [
      "The doctor told me not to run as it can exacerbate my knee injury."
    ]
  },
  {
    "word": "Excel",
    "definition": [
      "v. to do something extremely well or to be superior in"
    ],
    "example": [
      "She was a well-rounded student but excelled especially in science."
    ]
  },
  {
    "word": "Exert",
    "definition": ["v. to put into use (usu. as effort)"],
    "example": ["Don't exert all of your energy at once."]
  },
  {
    "word": "Exhilarating",
    "definition": ["adj. invigorating, stimulating, or exciting"],
    "example": [
      "The music playing at the club was catchy and exhilarating."
    ]
  },
  {
    "word": "Expend",
    "definition": ["v. to use up (as in energy or money)"],
    "example": [
      "Be careful not to expend all your energy in the first half of a marathon."
    ]
  },
  {
    "word": "Exploit",
    "definition": ["v. to use selfishly or for profit"],
    "example": [
      "The shoddy company exploited its workers by paying them extremely low wages."
    ]
  },
  {
    "word": "Facilitate",
    "definition": ["v. to aid the progress of"],
    "example": [
      "In grad school, advisors facilitate students' research and offer constructive criticism."
    ]
  },
  {
    "word": "Feasibility",
    "definition": ["n. the practicality or possibility of something"],
    "example": [
      "The feasibility of her project was doubtful; she'd have to go all the way to Antarctica and back before the school year ended."
    ]
  },
  {
    "word": "Ferocity",
    "definition": ["n. viciousness, violence"],
    "example": ["The lion is just one wild animal known for its ferocity."]
  },
  {
    "word": "Fiscal",
    "definition": ["adj. related to (government) money"],
    "example": [
      "Fiscal policy is how the government uses money to influence the economy."
    ]
  },
  {
    "word": "Flourish",
    "definition": ["v. to prosper, grow, or make fast progress"],
    "example": [
      "After one year, the tiny plants had flourished into a breathtaking garden."
    ]
  },
  {
    "word": "Fluctuate",
    "definition": ["v. to be unstable; to rise and fall"],
    "example": [
      "Stocks can fluctuate on a daily basis, making it difficult to determine when to buy or sell one."
    ]
  },
  {
    "word": "Foment",
    "definition": ["v. to stir up"],
    "example": [
      "The civilians accused their leader of fomenting political unrest."
    ]
  },
  {
    "word": "Foreseeable",
    "definition": ["adj. capable of being predicted or anticipated"],
    "example": [
      "I can't imagine aliens visiting us in the foreseeable future."
    ]
  },
  {
    "word": "Frankly",
    "definition": ["adv. directly, clearly"],
    "example": ["I frankly don't see the point in learning to drive."]
  },
  {
    "word": "Freewheeling",
    "definition": ["adj. carefree"],
    "example": [
      "His freewheeling attitude often got him in trouble at work."
    ]
  },
  {
    "word": "Fundamental",
    "definition": ["adj. the most essential or most basic part"],
    "example": [
      "A thesis is arguably the most fundamental part of an essay."
    ]
  },
  {
    "word": "Galvanizing",
    "definition": ["adj. thrilling, exciting, stimulating"],
    "example": ["The galvanizing performance left everyone spellbound."]
  },
  {
    "word": "Geriatric",
    "definition": ["adj. relating to old age"],
    "example": [
      "I became interested in geriatric medicine shortly after my grandfather passed away from cancer."
    ]
  },
  {
    "word": "Hostile",
    "definition": ["adj. harmful, dangerous"],
    "example": ["The voices around the corner sounded angry, hostile even."]
  },
  {
    "word": "Hypothetical",
    "definition": ["adj. supposed; related to a hypothesis"],
    "example": [
      "For my physics homework, I must come up with a hypothetical situation."
    ]
  },
  {
    "word": "Ignominious",
    "definition": ["adj. publicly shameful or humiliating"],
    "example": [
      "The politician's expensive campaign ultimately ended in ignominious defeat."
    ]
  },
  {
    "word": "Impart",
    "definition": ["v. to transmit, bestow, or disclose"],
    "example": ["Parents must impart common sense to their children."]
  },
  {
    "word": "Impartiality",
    "definition": [
      "n. the equal and objective treatment of opposing views"
    ],
    "example": [
      "To ensure impartiality, we require everyone to follow these general guidelines."
    ]
  },
  {
    "word": "Imposing",
    "definition": ["adj. impressive (esp. in size or appearance)"],
    "example": [
      "The old mansion was imposing in its huge size and gothic architecture."
    ]
  },
  {
    "word": "Imposition",
    "definition": ["n. an unnecessary burden"],
    "example": [
      "If it's not too much of an imposition, could you proofread my paper?"
    ]
  },
  {
    "word": "Imprudent",
    "definition": ["adj. not cautious or prudent; rash"],
    "example": [
      "Backpacking abroad can be fun, but don't be imprudent about money."
    ]
  },
  {
    "word": "Incite",
    "definition": ["v. to encourage or stir up"],
    "example": ["Her hateful words incited anger in the crowd."]
  },
  {
    "word": "Indifference",
    "definition": ["n. apathy, emotional detachment"],
    "example": [
      "The girl's indifference toward her brother upset their parents."
    ]
  },
  {
    "word": "Indiscriminately",
    "definition": ["adv. randomly; with little or no distinction"],
    "example": ["Lottery winners are chosen indiscriminately."]
  },
  {
    "word": "Indulge",
    "definition": ["v. to give into; to satisfy or gratify"],
    "example": ["My friend loves to indulge in cheesy romance movies."]
  },
  {
    "word": "Infer",
    "definition": ["v. to guess, conclude, or derive by reasoning"],
    "example": [
      "You can infer from this quotation that the writer didn't care for “pretty” language."
    ]
  },
  {
    "word": "Innovative",
    "definition": ["adj. novel or new (esp. as an idea or invention)"],
    "example": [
      "Her invention was incredibly innovative and won her multiple awards."
    ]
  },
  {
    "word": "Insatiable",
    "definition": ["adj. can't be satisfied"],
    "example": ["A vampire's thirst for blood is said to be insatiable."]
  },
  {
    "word": "Inversion",
    "definition": ["n. a reversal"],
    "example": ["The culture's norms were an inversion of our own."]
  },
  {
    "word": "Invoke",
    "definition": ["v. to call on; to appeal to (e.g., a higher power)"],
    "example": ["The shaman attempted to invoke a demon."]
  },
  {
    "word": "Irreconcilable",
    "definition": ["adj. incapable of being in harmony or agreed upon"],
    "example": [
      "The couple's differences were ultimately irreconcilable, giving them no choice but to break up."
    ]
  },
  {
    "word": "Lament",
    "definition": ["v. to feel sorrow for; to mourn"],
    "example": [
      "Susan lamented her missed chance at going to Europe with her high school class."
    ]
  },
  {
    "word": "Locomotion",
    "definition": ["n. movement"],
    "example": ["Physics involves the study of locomotion."]
  },
  {
    "word": "Lucrative",
    "definition": ["adj. capable of making a lot of money; profitable"],
    "example": [
      "Writing books isn't a particularly lucrative career, unless you're J.K. Rowling."
    ]
  },
  {
    "word": "Malicious",
    "definition": ["adj. harmful, spiteful"],
    "example": [
      "The malicious spirit drove out the inhabitants from their home."
    ]
  },
  {
    "word": "Malleable",
    "definition": ["adj. capable of being molded or changed"],
    "example": ["Children's minds are malleable but only for so long."]
  },
  {
    "word": "Materialistic",
    "definition": ["adj. superficial; focus on material possessions"],
    "example": ["Many people accuse Americans of being materialistic."]
  },
  {
    "word": "Melodramatic",
    "definition": ["adj. extravagant or exaggerated (as of a melodrama)"],
    "example": ["The melodramatic play was well liked by the audience."]
  },
  {
    "word": "Modest",
    "definition": [
      "adj. simple and humble",
      "adj. small in size or amount"
    ],
    "example": [
      "They moved into a modest house in the countryside.",
      "I received a modest sum of money for my help at the company event."
    ]
  },
  {
    "word": "Modify",
    "definition": ["v. to change, alter, or tweak"],
    "example": [
      "Dr. Nguyen modified the gene so that it wouldn't carry the disease."
    ]
  },
  {
    "word": "Momentous",
    "definition": ["adj. historically significant"],
    "example": ["Her win in the election was momentous."]
  },
  {
    "word": "Novel",
    "definition": ["adj. new, innovative"],
    "example": ["We are looking for novel ways to approach the project."]
  },
  {
    "word": "Nuance",
    "definition": ["n. a subtle difference in meaning"],
    "example": [
      "Body-language experts even understand the nuances of facial expressions."
    ]
  },
  {
    "word": "Null",
    "definition": ["adj. legally void and ineffective"],
    "example": ["The government declared their marriage null."]
  },
  {
    "word": "Objectivity",
    "definition": [
      "n. judgment based on observations instead of emotions or opinions"
    ],
    "example": [
      "In scientific research, objectivity is of utmost importance."
    ]
  },
  {
    "word": "Obsolete",
    "definition": ["adj. no longer used; rare or uncommon"],
    "example": [
      "Historians assumed record players would be obsolete by now, but in fact they're making a huge comeback."
    ]
  },
  {
    "word": "Omnipotent",
    "definition": ["adj. almighty and all powerful"],
    "example": ["Gods are omnipotent beings who can control human destiny."]
  },
  {
    "word": "Onset",
    "definition": ["n. the beginning or early stages"],
    "example": [
      "At the onset of her career as a lawyer, things were looking up."
    ]
  },
  {
    "word": "Opine",
    "definition": ["v. to openly express an opinion"],
    "example": ["The new employee opined at the company meeting."]
  },
  {
    "word": "Ornate",
    "definition": ["adj. highly detailed and decorated"],
    "example": [
      "That ornate silverware must be worth thousands of dollars!"
    ]
  },
  {
    "word": "Oust",
    "definition": [
      "v. to remove or force out of (usu. a position or office)"
    ],
    "example": [
      "Sick and tired of putting up with his bad moods, the pirates ousted their captain."
    ]
  },
  {
    "word": "Paramount",
    "definition": ["adj. predominant, superior, most important"],
    "example": ["Our paramount concern is the safety of our employees."]
  },
  {
    "word": "Peculiar",
    "definition": ["adj. strange, bizarre"],
    "example": [
      "Upon entering the abandoned house, Kate experienced a peculiar feeling, as if someone was watching her."
    ]
  },
  {
    "word": "Perish",
    "definition": ["v. to die; to pass away"],
    "example": ["According to the news, nobody perished in the fire."]
  },
  {
    "word": "Persecute",
    "definition": ["v. to cause suffering to"],
    "example": [
      "They will persecute anyone who doesn't agree with their views of the world."
    ]
  },
  {
    "word": "Petulant",
    "definition": ["adj. cranky, pouty, irritable"],
    "example": ["Petulant children are especially difficult to care for."]
  },
  {
    "word": "Pinnacle",
    "definition": ["n. highest level or degree"],
    "example": [
      "Many believe that composers such as Beethoven and Mozart represent the pinnacle of classical music."
    ]
  },
  {
    "word": "Pitiable",
    "definition": ["adj. deserving pity"],
    "example": [
      "The frail-looking dog was pitiable, so I gave it some food and took it inside to care for it."
    ]
  },
  {
    "word": "Plausible",
    "definition": ["adj. reasonable and possibly true"],
    "example": [
      "Her story is plausible, but that doesn't mean she's telling the truth."
    ]
  },
  {
    "word": "Postulate",
    "definition": ["v. to assert"],
    "example": [
      "The literary critic postulates that romanticism and naturalism are actually interconnected."
    ]
  },
  {
    "word": "Potent",
    "definition": [
      "adj. having great influence",
      "adj. having a strong, chemical effect"
    ],
    "example": [
      "The bald eagle is a potent symbol of the US.",
      "The potion was definitely potent—it healed my wounds immediately!"
    ]
  },
  {
    "word": "Pragmatic",
    "definition": ["adj. practical, useful"],
    "example": [
      "It's not necessarily more pragmatic to study engineering than it is to study philosophy."
    ]
  },
  {
    "word": "Precedent",
    "definition": ["n. an example or subject from earlier in time"],
    "example": ["This change in law is without historical precedent."]
  },
  {
    "word": "Predecessor",
    "definition": [
      "n.  someone who comes before you (usu. in position or office)"
    ],
    "example": ["My predecessor gave me many tips for running the office."]
  },
  {
    "word": "Prescribe",
    "definition": [
      "v. to command orders",
      "v. to issue authorization for medications"
    ],
    "example": [
      "The directions for our essay prescribe a length of at least ten pages.",
      "A doctor must prescribe you this medication before you can begin taking it."
    ]
  },
  {
    "word": "Principle",
    "definition": ["n. basic truth, assumption, or rule"],
    "example": [
      "Remember the universal principle: treat others as you want them to treat you."
    ]
  },
  {
    "word": "Prohibit",
    "definition": ["v. to command against, to outlaw"],
    "example": ["Alcohol was prohibited in the US in the 1920s."]
  },
  {
    "word": "Prompt",
    "definition": [
      "adj. punctual, on time",
      "n. a cue to begin something; instructions",
      "v. to incite, propel, or cause to act"
    ],
    "example": [
      "She is always prompt when it comes to turning in her homework.",
      "I had to write an essay based on a prompt.",
      "The possibility of a scholarship prompted him to apply to Harvard."
    ]
  },
  {
    "word": "Promulgate",
    "definition": ["v. to put into law or formally declare"],
    "example": [
      "The ruler will at last promulgate an amnesty with the neighboring countries."
    ]
  },
  {
    "word": "Prosecute",
    "definition": [
      "v. to bring criminal action against someone (in a trial)"
    ],
    "example": ["The suspect was prosecuted yesterday."]
  },
  {
    "word": "Provocative",
    "definition": ["adj. intending to provoke, inspire, or arouse"],
    "example": ["Her nude paintings are considered quite provocative."]
  },
  {
    "word": "Qualitative",
    "definition": [
      "adj. involving qualities of something (features and content)"
    ],
    "example": ["I noticed a qualitative change in her paintings."]
  },
  {
    "word": "Quantitative",
    "definition": ["adj. involving quantities (numbers and amounts)"],
    "example": ["We must conduct a quantitative analysis."]
  },
  {
    "word": "Quirk",
    "definition": ["n. a strange habit"],
    "example": ["His biggest quirk is his love of old marbles."]
  },
  {
    "word": "Ramify",
    "definition": ["v. to split into two or more branches"],
    "example": [
      "Cars ramified throughout the world in the twentieth century."
    ]
  },
  {
    "word": "Rash",
    "definition": ["adj. without attention to danger or risk"],
    "example": [
      "Her rash decision to pass the car nearly resulted in a crash."
    ]
  },
  {
    "word": "Raw",
    "definition": [
      "adj. unrefined",
      "adj. not processed; uncooked (as in food)"
    ],
    "example": [
      "He's got raw talent as a singer, but he needs to work on his performance skills.",
      "In some countries, such as Japan, it is normal to eat raw fish."
    ]
  },
  {
    "word": "Readily",
    "definition": ["adv. right away and without difficulty"],
    "example": [
      "Water was readily available at different points in the race."
    ]
  },
  {
    "word": "Reconsideration",
    "definition": ["n. thinking again about a previously made choice"],
    "example": [
      "The judges' reconsideration of her performance resulted in her victory."
    ]
  },
  {
    "word": "Reform",
    "definition": [
      "n. a change for the better; improvement",
      "v. to improve via change"
    ],
    "example": [
      "The reform made it so that only those 18 and older can legally drive.",
      "The government reformed its vague policies on marijuana use."
    ]
  },
  {
    "word": "Refute",
    "definition": ["v. to prove to be untrue, unfounded, or incorrect"],
    "example": ["The student refuted the professor's claim in class."]
  },
  {
    "word": "Reinforce",
    "definition": ["v. to strengthen or add support to"],
    "example": ["We can use these pipes to reinforce the structure."]
  },
  {
    "word": "Reluctantly",
    "definition": ["adv. somewhat unwillingly"],
    "example": [
      "Max reluctantly agreed to see the horror movie with his friends."
    ]
  },
  {
    "word": "Renounce",
    "definition": [
      "v. to give up (usu. power or a position)",
      "v. to cast off"
    ],
    "example": [
      "Our CEO renounced her position yesterday.",
      "He renounced his friend after he caught her stealing money from him."
    ]
  },
  {
    "word": "Reproach",
    "definition": ["v. to criticize"],
    "example": [
      "The mother reproached her daughter's school for making students come in during a blizzard."
    ]
  },
  {
    "word": "Repudiate",
    "definition": ["v. to refuse to recognize as true", "v. to cast off"],
    "example": [
      "The father repudiated his son's marriage.",
      "She repudiated her son once she found out he'd married someone without telling her."
    ]
  },
  {
    "word": "Retention",
    "definition": ["n. the act of keeping something"],
    "example": ["Water retention can make you weigh more on certain days."]
  },
  {
    "word": "Satiated",
    "definition": ["adj. satisfied (usu. in hunger)"],
    "example": ["I felt satiated after eating a snack."]
  },
  {
    "word": "Savvy",
    "definition": ["adj. having practical intelligence or knowledge"],
    "example": [
      "My brother is not very savvy when it comes to using public transportation."
    ]
  },
  {
    "word": "Scandalous",
    "definition": [
      "adj. morally offensive, often causing damage to one's reputation"
    ],
    "example": [
      "The scandalous politician decided it was best to resign from office."
    ]
  },
  {
    "word": "Scorn",
    "definition": ["v. to look down on with disdain"],
    "example": [
      "It's difficult for me not to scorn those who use improper grammar."
    ]
  },
  {
    "word": "Scrupulous",
    "definition": ["adj. paying great attention to detail"],
    "example": ["I am a scrupulous proofreader and never miss an error."]
  },
  {
    "word": "Scrutinize",
    "definition": ["v. to examine carefully and critically"],
    "example": ["The teacher scrutinized her students' essays."]
  },
  {
    "word": "Secrete",
    "definition": ["v. to produce or release (a substance)"],
    "example": ["Trees secrete a sticky substance called sap."]
  },
  {
    "word": "Sentiment",
    "definition": ["n. opinion", "n. a tender or moving gesture"],
    "example": [
      "I am of the sentiment that you should never give out your passwords to anyone.",
      "Even though I'm not a big fan of porcelain dolls, I appreciated the sentiment."
    ]
  },
  {
    "word": "Sheer",
    "definition": ["adj. so thin that light can shine through"],
    "example": [
      "The curtains on the window were so sheer you could clearly see inside the house."
    ]
  },
  {
    "word": "Simple",
    "definition": ["adj. easy; not complex", "adj. undecorated"],
    "example": [
      "This math problem is so simple even a first grader can solve it.",
      "The simple beauty of the ocean is what makes it memorable."
    ]
  },
  {
    "word": "Sinister",
    "definition": ["adj. ominous, evil"],
    "example": [
      "Medieval peasants believed sinister demons could harm humans."
    ]
  },
  {
    "word": "Solidarity",
    "definition": [
      "n. the joining of commonalities or common purposes among a group"
    ],
    "example": [
      "I stood in solidarity with other female students by refusing to wear the school's sexist uniform."
    ]
  },
  {
    "word": "Sparingly",
    "definition": [
      "adv. insufficiently, meagerly, or in a restricted manner"
    ],
    "example": ["Due to my condition, I must eat salt sparingly."]
  },
  {
    "word": "Spawn",
    "definition": ["v. to release eggs", "v. to call forth or generate"],
    "example": [
      "Frogs typically spawn in ponds.",
      "The topic spawned an ongoing debate among his family members."
    ]
  },
  {
    "word": "Spur",
    "definition": ["v. to stimulate or incite"],
    "example": ["Her bravery spurred others to act."]
  },
  {
    "word": "Squalid",
    "definition": ["adj. run-down, sordid, or sleazy"],
    "example": ["The squalid cabin needed a new roof and an exterminator."]
  },
  {
    "word": "Stark",
    "definition": ["adj. very plain; devoid of any details or features"],
    "example": [
      "Looking out at the stark landscape, I felt a keen sense of isolation."
    ]
  },
  {
    "word": "Static",
    "definition": ["adj. motionless", "adj. changeless"],
    "example": [
      "The ball is static.",
      "Her life has been static for the past three years."
    ]
  },
  {
    "word": "Subordinate",
    "definition": [
      "adj. lower in rank",
      "n. someone lower in rank",
      "v. to make dependent on or put at a lower rank"
    ],
    "example": [
      "The subordinate officers work every day.",
      "My subordinate will check you in.",
      "You aren't my boss—you can't subordinate me to the role of receptionist!"
    ]
  },
  {
    "word": "Subsequently",
    "definition": ["adv. happening later or after something"],
    "example": ["I subsequently went home."]
  },
  {
    "word": "Substantial",
    "definition": ["adj. very large in amount or degree"],
    "example": [
      "I was shocked to find a substantial amount of money beneath the park bench."
    ]
  },
  {
    "word": "Substantiate",
    "definition": ["v. to strengthen with new evidence or facts"],
    "example": [
      "It is important for scientists to substantiate their theories whenever possible."
    ]
  },
  {
    "word": "Subtle",
    "definition": ["adj. hard to detect or analyze"],
    "example": ["I detected in her expression a subtle hint of irritation."]
  },
  {
    "word": "Sufficient",
    "definition": ["adj. enough; just meeting a requirement"],
    "example": ["These boxes should be sufficient for our move."]
  },
  {
    "word": "Surly",
    "definition": ["adj. unfriendly; inclined to anger"],
    "example": [
      "The bartender was a surly fellow who wasn't afraid to start a fight."
    ]
  },
  {
    "word": "Surmount",
    "definition": ["v. to get on top of or overcome"],
    "example": [
      "They managed to surmount the language barrier by using a translation app."
    ]
  },
  {
    "word": "Susceptible",
    "definition": ["adj. to be vulnerable (to something)"],
    "example": [
      "Children are more susceptible to certain illnesses than adults are."
    ]
  },
  {
    "word": "Tactful",
    "definition": ["adj. skilled at dealing with people"],
    "example": [
      "Her tactful attitude toward our class made her one of my favorite teachers."
    ]
  },
  {
    "word": "Taut",
    "definition": ["adj. pulled tight"],
    "example": ["The rubberband was taut and ready to be fired."]
  },
  {
    "word": "Teeming",
    "definition": ["adj. abundantly filled (usu. with living organisms)"],
    "example": [
      "Doorknobs are not as clean as they look and are often teeming with germs."
    ]
  },
  {
    "word": "Temperament",
    "definition": ["n. usual mood or feelings"],
    "example": [
      "She had a hostile temperament, making her intimidating to most people."
    ]
  },
  {
    "word": "Tentative",
    "definition": ["adj. not yet finalized"],
    "example": [
      "We haven't made any official arrangements yet, but the tentative location for our wedding is Hawaii."
    ]
  },
  {
    "word": "Transparent",
    "definition": [
      "adj. see-through; so thin that light can shine through",
      "adj. truthful or easy to perceive"
    ],
    "example": [
      "Stained window glass isn't as transparent as regular window glass is.",
      "She was transparent about her plans to end her marriage."
    ]
  },
  {
    "word": "Treacherous",
    "definition": ["adj. dangerous and unstable"],
    "example": [
      "The journey was becoming treacherous, but they continued on regardless."
    ]
  },
  {
    "word": "Tremendous",
    "definition": ["adj. very large, good, or bad in degree or size"],
    "example": ["Tremendous news! You don't have to repay your loans!"]
  },
  {
    "word": "Ubiquitous",
    "definition": ["adj. being everywhere at once"],
    "example": ["Cell phones are ubiquitous these days."]
  },
  {
    "word": "Unadorned",
    "definition": ["adj. undecorated, plain"],
    "example": [
      "Though the dress was cheap and unadorned, it was by far her favorite one on the rack."
    ]
  },
  {
    "word": "Undermine",
    "definition": ["v. to weaken or subvert (usu. gradually or secretly)"],
    "example": [
      "Parents should take care not to constantly undermine their children."
    ]
  },
  {
    "word": "Underscore",
    "definition": ["v. to emphasize or give additional weight to"],
    "example": [
      "This sentence seems to underscore the overall meaning of the passage."
    ]
  },
  {
    "word": "Undulate",
    "definition": ["v. to move as ripples or in a wavy pattern"],
    "example": [
      "Belly dancers are known for their ability to skillfully undulate their stomachs."
    ]
  },
  {
    "word": "Unilateral",
    "definition": ["adj. one-sided"],
    "example": [
      "The unilateral decision was deemed unfair by the other party involved."
    ]
  },
  {
    "word": "Unjust",
    "definition": ["adj. unfair; not justified"],
    "example": ["The court's decision is unjust—he should not go free."]
  },
  {
    "word": "Unmitigated",
    "definition": ["adj. downright, utter, total"],
    "example": ["My speech was an unmitigated disaster!"]
  },
  {
    "word": "Unprecedented",
    "definition": [
      "adj. completely new and never having happened before; historic"
    ],
    "example": ["The number of protestors was unprecedented."]
  },
  {
    "word": "Unveil",
    "definition": ["v. to make visible; to reveal"],
    "example": [
      "We plan to unveil our plans for the new company project on Sunday."
    ]
  },
  {
    "word": "Urge",
    "definition": ["n. desire or impulse", "v. to encourage or persuade"],
    "example": [
      "He had the urge to tell his parents about his acceptance to Columbia but decided against it.",
      "She urged her sister to apply to Stanford."
    ]
  },
  {
    "word": "Validate",
    "definition": ["v. to prove or declare valid"],
    "example": [
      "Your selfish actions do not validate your feelings for me."
    ]
  },
  {
    "word": "Viability",
    "definition": ["n. ability to be done in a practical or useful way"],
    "example": ["The viability of the solution is questionable."]
  },
  {
    "word": "Vital",
    "definition": ["adj. urgently necessary"],
    "example": ["It is vital that you respond by the deadline."]
  },
  {
    "word": "Vow",
    "definition": ["v. to promise"],
    "example": [
      "My brother quickly broke his vow to never eat chocolate again."
    ]
  },
  {
    "word": "Warrant",
    "definition": ["v. to prove to be reasonable"],
    "example": [
      "Wanting to look cool in front of your friends doesn't warrant breaking the law."
    ]
  },
  {
    "word": "Yield",
    "definition": [
      "n. production of an amount",
      "v. to give way to or surrender to",
      "v. to produce or supply"
    ],
    "example": [
      "The farmer's annual pumpkin yield exceeded 10,000.",
      "Cars turning right on red must yield to oncoming traffic.",
      "Our experiment yielded many unique-looking vegetables."
    ]
  }
]
